{
  "indemnity": "A contractual obligation of one party to compensate the loss incurred by the other party.",
  "non-compete": "A clause preventing you from working for competitors after leaving the job.",
  "arbitration": "A method of dispute resolution outside of court where a neutral third party makes a binding decision.",
  "liquidated damages": "A predetermined amount of money that must be paid if a contract is breached.",
  "force majeure": "Unforeseeable circumstances that prevent a party from fulfilling a contract.",
  "breach of contract": "Failure to perform any duty or obligation specified in a contract.",
  "termination clause": "A provision that specifies the conditions under which a contract can be ended.",
  "confidentiality": "An obligation to keep certain information secret and not disclose it to others.",
  "liability": "Legal responsibility for one's acts or omissions.",
  "warranty": "A guarantee or promise that certain facts or conditions are true or will happen.",
  "consideration": "Something of value exchanged between parties to make a contract legally binding.",
  "due diligence": "The investigation or exercise of care that a reasonable business or person is expected to take before entering into an agreement or contract.",
  "escrow": "A financial arrangement where a third party holds and regulates payment of funds required for two parties involved in a given transaction.",
  "lien": "A right to keep possession of property belonging to another person until a debt owed by that person is discharged.",
  "power of attorney": "A legal document giving one person the power to act for another person in specified or all legal or financial matters.",
  "statute of limitations": "A law that sets the maximum time after an event within which legal proceedings may be initiated.",
  "tort": "A wrongful act or an infringement of a right (other than under contract) leading to civil legal liability.",
  "jurisdiction": "The official power to make legal decisions and judgments.",
  "precedent": "A legal decision that serves as an authoritative rule or pattern in future similar or analogous cases.",
  "injunction": "A judicial order that restrains a person from beginning or continuing an action."
}
